---
kind: other
id: Methods.T:Autodesk.Revit.DB.DefaultOpenFromCloudCallback
source: html/a49fd6fd-dd52-1a05-402d-b261897d4207.htm
---
# DefaultOpenFromCloudCallback Methods

A method called when the conflict is happen during the model opening.